[{
		"courseName": "Bassey joins Ajax on five-year deal. Rangers receive club-record fee",
		"courseimg": "https://e0.365dm.com/22/05/768x432/skysports-bassey-rangers_5785098.jpg?20220526172409",
		"courseMode": "Ajax have confirmed the signing of Calvin Bassey from Rangers on a five-year contract for a deal worth just under £23m.The fee is £19.6m (€23m) but with add-ons could rise to £22.7m (€26.5m) with the deal also thought to include a 10 per cent sell-on fee.Bassey has signed a contract with Ajax until June 2027 and arrived in Austria on Wednesday to join the Dutch champions' training camp.His departure will see Rangers pocket a club-record fee for a player that cost them a mere £230,000 from Leicester two years ago. Rangers sold academy graduate Nathan Patterson to Everton in a deal worth up to £16m in January.",
		"courseTracks": "20/07/2022"
	},
	{
		"courseName": "Dwight McNeil: West Ham and Crystal Palace in talks with Burnley for winger",
		"courseimg": "https://e1.365dm.com/22/04/384x216/skysports-dwight-mcneil-burnley_5754485.jpg?20220428173644",
		"courseMode": "Burnley are likely to demand a fee in excess of £15m for Dwight McNeil; the England U21 international has two years remaining on his current deal and Burnley have the option to extend that contract by a further year. The 22-year-old has made 134 Premier League appearances",
		"courseTracks": "20/07/2022"
	},
	{
		"courseName": "Women's Euros : England among most abused teams on social media during group stage, according to UEFA report",
		"courseimg": "https://soccer.nbcsports.com/wp-content/uploads/sites/14/2020/09/GettyImages-1266487170-e1599521598359.jpg?w=1000",
		"courseMode": "UEFA says it has reported 290 abusive posts to social media companies during the group stage of the Women's Euros, with England, Spain, France and Italy the teams most targeted.UEFA launched a new monitoring portal at the beginning of the tournament with the aim of monitoring, reporting and remedying cases of abuse on Facebook, Instagram, TikTok and Twitter.A total of 618 posts from 528 individual accounts were flagged for review during the group stage, which ran from July 6-18, with 47 per cent of the messages being reported to the relevant social media companiess",
		"courseTracks": "20/07/2022"
	},
 {
		"courseName": "Manchester City reject Paris Saint-Germain swap deal involving Neymar and Bernado Silva - Paper Talk",
		"courseimg": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRb39a8QPBWAOsEZSZmVqw3JaYTu4a-t2HygQ&usqp=CAU",
		"courseMode": "PSG offered Neymar to Manchester City, according to reports, but their suggestion of a swap deal with Bernardo Silva heading the other way was apparently rejected.Chelsea have reportedly told Barcelona they are interested in signing Frenkie de Jong.",
		"courseTracks": "20/07/2022"
	},
	{
		"courseName": "Zinchenko finalising £32m Arsenal move",
		"courseimg": "https://e0.365dm.com/22/07/768x432/skysports-oleksandr-zinchenko_5834364.jpg?20220714150613",
		"courseMode": "Oleksandr Zinchenko set to join Arsenal from Manchester City after £32m deal agreed; Ukrainian has won four Premier League titles with Manchester City but only made 15 league appearances last season; Arsenal have already signed Gabriel Jesus from Pep Guardiola's side this summer",
		"courseTracks": "20/07/2022"
	}
]
